//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2018, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**        5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093         **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

/** @file AMISetupNVLockSetupStrings.uni
    Unicode string file that defines the strings used by the setup emodule

**/

#langdef   en-US "English"    // English
#langdef   x-UEFI-AMI "x-UEFI-AMI"

#string  AMISETUPNVLOCK_CONTROL_FORM         #language en-US  "AmiSetupNvlock" 
                                             #language x-UEFI-AMI "NVLCK001"
#string  AMISETUPNVLOCK_CONTROL_FORM_HELP    #language en-US  " AmiSetupNvlock Settings"
#string  STR_AMISETUPNVLOCK_ENABLE           #language en-US  "Enable"
#string  STR_AMISETUPNVLOCK_DISABLE          #language en-US  "Disable"
#string  STR_NVLOCK_FV_LOAD_SUPPORT          #language en-US  "RunTimeVariable Protection Support"
                                             #language x-UEFI-AMI "NVLCK002"
#string  STR_NVLOCK_FV_LOAD_SUPPORT_HELP     #language en-US  "Enable/Disable the RunTimeVariable Protection Support"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2018, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
